<div class="hero min-h-screen">
	<div class="container px-5 py-12 mx-auto">
		<div class="xl:w-1/2 lg:w-3/4 w-full mx-auto text-center">
			<svg
				xmlns="http://www.w3.org/2000/svg"
				fill="currentColor"
				class="inline-block w-8 h-8 text-gray-400 mb-8"
				viewBox="0 0 975.036 975.036"
			>
				<path
					d="M925.036 57.197h-304c-27.6 0-50 22.4-50 50v304c0 27.601 22.4 50 50 50h145.5c-1.9 79.601-20.4 143.3-55.4 191.2-27.6 37.8-69.399 69.1-125.3 93.8-25.7 11.3-36.8 41.7-24.8 67.101l36 76c11.6 24.399 40.3 35.1 65.1 24.399 66.2-28.6 122.101-64.8 167.7-108.8 55.601-53.7 93.7-114.3 114.3-181.9 20.601-67.6 30.9-159.8 30.9-276.8v-239c0-27.599-22.401-50-50-50zM106.036 913.497c65.4-28.5 121-64.699 166.9-108.6 56.1-53.7 94.4-114.1 115-181.2 20.6-67.1 30.899-159.6 30.899-277.5v-239c0-27.6-22.399-50-50-50h-304c-27.6 0-50 22.4-50 50v304c0 27.601 22.4 50 50 50h145.5c-1.9 79.601-20.4 143.3-55.4 191.2-27.6 37.8-69.4 69.1-125.3 93.8-25.7 11.3-36.8 41.7-24.8 67.101l35.9 75.8c11.601 24.399 40.501 35.2 65.301 24.399z"
				/>
			</svg>
			<h1 class="mb-10 text-3xl">초대장</h1>
			<p class="leading-relaxed text-lg">
				더 이상 헤어지는 길을 아쉬워하고 싶지 않습니다.<br /><br />오랜 만남 끝에 저희 두 사람이
				하나되는 날<br />귀한 분들을 모시고 평생의 서약을 올리고자 합니다.<br /><br />저희의 첫
				시작을 내딛는 0월의 오후.<br />참석해주셔서 함께 축복해주시면 감사하겠습니다.
			</p>
			<span class="inline-block h-1 w-10 rounded bg-indigo-500 mt-8 mb-6" />
			<p class="text-gray-900 tracking-wider text-lg">
				김아빠•이엄마의 장남 신랑<br />박아빠•최엄마의 장녀 신부
			</p>
		</div>
	</div>
</div>
